export let commentData = [
    {
      "id": 1,
      "firstName": "آرش",
      "lastName": "ایرانی",
      "comment": "بازی‌های سبک استراتژی واقعاً ذهنی و چالشی هستند! عاشق رقابت با دوستانم در این بازی‌ها هستم. هر بار که یک نقشه جدید طراحی می‌شود، احساس می‌کنم هوشم بیشتر به چالش کشیده می‌شود. این سبک از بازی‌ها به من اجازه می‌دهند توانایی برنامه‌ریزی و استراتژی خودم را تقویت کنم.",
      "profileImage": "https://randomuser.me/api/portraits/men/1.jpg"
    },
    {
      "id": 2,
      "firstName": "نگین",
      "lastName": "رضایی",
      "comment": "گرافیک بازی‌های جدید واقعاً عالی شده، حس واقعی بودن رو به آدم می‌ده. به‌خصوص در بازی‌های جهان باز که می‌توانید محیط‌های طبیعی را کشف کنید و حس ماجراجویی را تجربه کنید. این سطح از جزئیات گرافیکی واقعاً باعث می‌شود احساس کنم در دنیای دیگری زندگی می‌کنم.",
      "profileImage": "https://randomuser.me/api/portraits/women/2.jpg"
    },
    {
      "id": 3,
      "firstName": "امیرحسین",
      "lastName": "کاظمی",
      "comment": "سبک شوتر واقعاً هیجان انگیزه، هر بار که بازی می‌کنم کلی آدرنالین بالا می‌ره! بازی‌هایی مثل Warzone یا Apex Legends حس رقابت بی‌نظیری رو ایجاد می‌کنن. لحظاتی که باید تصمیم‌گیری‌های سریع داشته باشم یا با تیم هماهنگ عمل کنم، واقعاً بی‌نظیره و به من انرژی می‌ده.",
      "profileImage": "https://randomuser.me/api/portraits/men/3.jpg"
    },
    {
      "id": 4,
      "firstName": "زهرا",
      "lastName": "حسنی",
      "comment": "بازی‌های RPG فوق‌العاده هستند، داستان‌های عمیق واقعاً من رو غرق در ماجرا می‌کنن! شخصیت‌پردازی و انتخاب‌هایی که در طول بازی انجام می‌دهم به من حس مشارکت می‌دهد. هر بار که وارد دنیای این بازی‌ها می‌شوم، احساس می‌کنم مثل یک کاراکتر واقعی در جریان داستان زندگی می‌کنم.",
      "profileImage": "https://randomuser.me/api/portraits/women/4.jpg"
    }
  ];
  